// import { Title } from '@/app/components/Title/Title';
// import styles from './contentInfo.module.css';

// export const Payment = () => {
//   return (
//     <>
//       <Title tag="h2" className={styles.title}>
//         Оплата
//       </Title>
//       <ul className={styles.list}>
//         <li className={styles.item}>
//           <Title tag="h3" className={styles.subTitle}>
//             Безналичный расчет для юридических лиц
//           </Title>
//           <p>
//             Оплатите заказ с расчетного счета организации, указав способ оплаты
//             юридическое лицо/оплата по счету и заполнив нужные поля (для
//             индивидуального предпринимателя — с расчётного счёта, открытого
//             именно на имя индивидуального предпринимателя, а не с личного счёта
//             физического лица).
//           </p>
//         </li>
//         <li>
//           <Title tag="h3" className={styles.subTitle}>
//             Корпоративной картой Юридического лица
//           </Title>
//           <p>
//             При оформлении заказа выберите способ оплаты "Банковской картой". По
//             окончании оформления заказа вам будет доступна форма оплаты. Нажмите
//             "оплатить". Далее следуйте инструкциям на сайте платежной системы.
//             Использовать для оплаты разрешается только корпоративную банковскую
//             карту юр. лица. Все действия с персональными данными осуществляются
//             при помощи защищенного канала на сервере платежной системы.
//           </p>
//         </li>
//         <li>
//           <Title tag="h3" className={styles.subTitle}>
//             Картой физического лица
//           </Title>
//           <p>
//             При оформлении заказа выберите способ оплаты "Банковской картой". По
//             окончании оформления заказа вам будет доступна форма оплаты. Нажмите
//             " оплатить". Далее следуйте инструкциям на сайте платежной системы.
//             Использовать для оплаты разрешается только Вашу личную банковскую
//             карту. Все действия с персональными данными осуществляются при
//             помощи защищенного канала на сервере платежной системы.
//           </p>
//         </li>
//       </ul>
//     </>
//   );
// };
